// Каждое занятие имеет Title, Time, Max и текущее количество записанных участников.
const newApi =
    `
[
  {
    "Title": "Бокс",
    "Time": "15:00",
    "Max": "8",
    "Current": "5",
    "Add": "Присоединиться к группе",
    "Remove": "Покинуть группу"
  },
  {
    "Title": "Плавание",
    "Time": "16:00",
    "Max": "4",
    "Current": "1",
    "Add": "Присоединиться к группе",
    "Remove": "Покинуть группу"
  },
  {
    "Title": "Фитнес",
    "Time": "17:00",
    "Max": "50",
    "Current": "35",
    "Add": "Присоединиться к группе",
    "Remove": "Покинуть группу"
  }
]
`